window.videoSources = {

    /* =================================
       Fullmetal Alchemist: Brotherhood
       MAL ID: 5114
    ================================= */

    "5114": {

        "1":
        "https://interactive-examples.mdn.mozilla.net/media/cc0-videos/flower.mp4"

        // "2": "رابط الحلقة 2 هنا",
        // "3": "رابط الحلقة 3 هنا"

    },


    /* =================================
       Attack on Titan
       MAL ID: 16498
    ================================= */

    "16498": {

        // "1": "رابط الحلقة 1 هنا",
        // "2": "رابط الحلقة 2 هنا"

    },


    /* =================================
       Death Note
       MAL ID: 1535
    ================================= */

    "1535": {

        // "1": "رابط الحلقة 1 هنا",
        // "2": "رابط الحلقة 2 هنا"

    },


    /* =================================
       One Punch Man
       MAL ID: 30276
    ================================= */

    "30276": {

        // "1": "رابط الحلقة 1 هنا"

    },


    /* =================================
       Sword Art Online
       MAL ID: 11757
    ================================= */

    "11757": {

        // "1": "رابط الحلقة 1 هنا"

    },


    /* =================================
       One Piece
       MAL ID: 21
    ================================= */

    "21": {

        // "1": "رابط الحلقة 1 هنا"

    },


    /* =================================
       Naruto
       MAL ID: 20
    ================================= */

    "20": {

        // "1": "رابط الحلقة 1 هنا"

    },


    /* =================================
       Bleach
       MAL ID: 269
    ================================= */

    "269": {

        // "1": "رابط الحلقة 1 هنا"

    }

};
