/*
========================================
OtakuFlix - Video Sources
========================================

كل رقم يمثل MAL ID للأنمي.
داخل كل أنمي نضع رقم الحلقة ورابط الفيديو.

مهم:
استخدم فقط روابط فيديو تملك حق استخدامها
أو يسمح صاحبها باستخدامها.

========================================
*/

const videoSources = {

    /*
    Fullmetal Alchemist: Brotherhood
    MAL ID: 5114
    */
    "5114": {

        "1":
        "https://interactive-examples.mdn.mozilla.net/media/cc0-videos/flower.mp4"

    },


    /*
    Attack on Titan
    MAL ID: 16498
    */

    "16498": {

        // "1": "رابط الفيديو هنا"

    },


    /*
    Death Note
    MAL ID: 1535
    */

    "1535": {

        // "1": "رابط الفيديو هنا"

    },


    /*
    One Punch Man
    MAL ID: 30276
    */

    "30276": {

        // "1": "رابط الفيديو هنا"

    },


    /*
    Sword Art Online
    MAL ID: 11757
    */

    "11757": {

        // "1": "رابط الفيديو هنا"

    },


    /*
    One Piece
    MAL ID: 21
    */

    "21": {

        // "1": "رابط الفيديو هنا"

    },


    /*
    Naruto
    MAL ID: 20
    */

    "20": {

        // "1": "رابط الفيديو هنا"

    },


    /*
    Bleach
    MAL ID: 269
    */

    "269": {

        // "1": "رابط الفيديو هنا"

    }

};
